{"_id":{"$oid":"5945b9bf45e9ddee6ff0e486"},"title":"Have a system","ownedBy":"Standard","content":"Have a system to your process. Record what you do in a consistent way, and keep the records together. Developing a good system of glazing and mixing will reduce the time, effort, and errors.","tags":["system, methods, records"],"__v":0}
{"_id":{"$oid":"5945bb2845e9ddee6ff0e487"},"title":"Specific gravity","ownedBy":"Standard","content":"Mixing your glazes to a consistent density, or specific gravity, will greatly aid you in achieving your goals. Write down the measurement (either density or specific gravity) so you can track the effects of changes.","tags":["specific gravity, density, mixing"],"__v":0}
{"_id":{"$oid":"5945bc8345e9ddee6ff0e488"},"title":"Bisque firing","ownedBy":"Standard","content":"Establish a consistent bisque firing schedule, for both cone and rate. This will set a baseline for your wares to have a standard absorption rate of the glazes. Reducing variability in this area of the process will aid in exploring and controlling glazes.","tags":["bisque firing, bisc firing, bisque-firing, prep, methods"],"__v":0}
{"_id":{"$oid":"5945bf9045e9ddee6ff0e489"},"title":"Never sweep","ownedBy":"Standard","content":"Never sweep the studio or glaze room. The best way to clean the floor is with a wet mop. A contractor sponge will work well for a spot with a tough layer. Dust is the inevitable result of working with clay and glaze materials, and sweeping stirs it up.","tags":["dust, hazards, housekeeping"],"__v":0}
{"_id":{"$oid":"5945c08545e9ddee6ff0e48a"},"title":"Permanent labels","ownedBy":"Standard","content":"Use permanent labels on glaze materials and glaze containers. This is doubly important for hazardous materials, common in glaze colorants and thus in glazes. Paper or tape labels tend to come off when wet, and glazes are full of water. It is a simple matter to cross off a marking that no longer applies to a container.","tags":["methods, hazards, storage"],"__v":0}
{"_id":{"$oid":"5945c7c845e9ddee6ff0e48b"},"title":"Epsom salts","ownedBy":"Standard","content":"Small amounts of epsom salts, 1 - 2 tablespoons to 20 lbs., will keep glaze particles in suspension and avoid a hardened mass on the bottom of the bucket.","tags":["glaze settling, mixing"],"__v":0}
{"_id":{"$oid":"5945cb8f45e9ddee6ff0e48c"},"title":"Glaze tiles","ownedBy":"Standard","content":"Glaze tiles can be made with a 1/4\" hole, and then attached to the glaze bucket handle. The glaze tile can be extruded at the correct thickness to mimic your ware, labeled with a batch number pressed into the clay, and banded with your favorite slip(s). Then you can tell at a glance what the effect will be. Repeat for all your common clays to get a spectrum of possibilities at your fingertips.","tags":["glaze tiles, tiles, labels"],"__v":0}
{"_id":{"$oid":"5945cc3045e9ddee6ff0e48d"},"title":"Kiln sitter","ownedBy":"Standard","content":"After putting a cone in the kiln sitter, use masking tape to cover it. The tape will protect the cone from getting knocked off while loading pots, and burns off cleanly in the firing.","tags":["kiln sitter, cone, cones, loading"],"__v":0}
